Repository: gusadi09/dinotis-ios
Catalog: DinotisApp/Common/Localization/String/*.lproj/Localizable.strings
Languages: id

# person_suffix
source: /Person
id: /Orang

# reminder_video_call
source: 5 Minutes to your schedule video call
id: 5 Menit lagi jadwalmu video call

# notification_video_call
source: Someone wants a video call here!
id: Ada yang mau video call nih!

source: My account
id: Akun Saya

# payment_successful!_label
source: Great, payment successful!
id: Asik, pembayaran berhasil!

# start_call_label
source: It's cool, it looks like your fans can't wait to chat with you. Check here!
id: Asik, sepertinya fansmu sudah ngga sabar mau ngobrol bareng kamu. Cek di sini!

source: Set cost
id: Atur biaya

# set_participant
source: Set the number of participants (Min. 2)
id: Atur jumlah peserta (Min. 2)

source: Reset Password
id: Atur ulang kata sandi

# reset_password_label
source: Reset your password here. Make sure it's easy to remember.
id: Atur ulang kata sandimu di sini. Pastikan kata sandimu mudah diingat ya.

# start_call_user_label
source: Let's get ready first before the session starts! Let's be even more beautiful before meeting the creator!
id: Ayo siap-siap dulu sebelum sesinya dimulai! Biar makin cakep sebelum ketemu kreator idola kamu!

# start_call_talent_label
source: Let's get ready before the session starts! Your fans must be waiting
id: Ayo siap-siap dulu sebelum sesinya dimulai! Pasti fansmu sudah menunggu

source: Help
id: Bantuan

source: Cancel
id: Batalkan

source: Pay
id: Bayar

# no_schedule_label
source: There is no video call schedule yet
id: Belum ada jadwal video call nih

source: Succeed
id: Berhasil

source: Admin Fee
id: Biaya Admin

source: Create Schedule
id: Buat Jadwal

source: Create Video Call Schedule
id: Buat Jadwal Video Call

# create_schedule_label
source: Hurry up and schedule your video call now. Your fans are waiting for you!
id: Buruan atur jadwal video call mu sekarang. Fansmu sudah menunggu loh!

# find_idol_label
source: Find your Creator and book a schedule to start a video call, let's go!
id: Cari kreatormu dan booking jadwal untuk memulai video call, yuk!

source: Search bank
id: Cari bank

# find_idol
source: Find Creator
id: Cari Kreator

# find_idol_search
source: Find your creator here...
id: Cari kreatoramu di sini...

# check_email_label
source: Check your email and make sure your email is correct
id: Cek emailmu dan pastikan emailmu sudah benar ya

# website_label
source: Check Dinotis website for more info
id: Cek website Dinotis untuk info lebih lanjut

# another_keyword_label
source: Try another keyword, please
id: Coba kata kunci lain ya

# example_title
source: Example: Sunday casual chat
id: Contoh: Ngobrol santai hari minggu

# register_text
source: Register
id: Daftar

# login_text
source: Login
id: Masuk

# in_process
source: In the process
id: Dalam Proses

# funds_returned
source: Funds have been returned
id: Dana telah dikembalikan

source: Video Call Details
id: Detail Video Call

source: Cancelled
id: Dibatalkan

# purse
source: Wallet
id: Dompet

source: Edit schedule
id: Edit jadwal

source: Edit Video Call Schedule
id: Edit Jadwal Video Call

source: Edit Profile
id: Edit Profil

# email_not_arrive
source: Email hasn't arrived yet?
id: Email belum masuk?

source: Estimated Revenue
id: Estimasi Pendapatan

source: Fail
id: Gagal

source: Change Password
id: Ganti Kata Sandi

source: Group Calls
id: Group Call

# group_call_label
source: Group Call (Can be for many people)
id: Group Call (Bisa untuk banyak orang)

# use_method
source: Use This Method
id: Gunakan Metode Ini

# name_hint
source: Use your real name ok...
id: Gunakan nama aslimu ya...

source: Hello,
id: Halo,

source: Delete
id: Hapus

source: Delete schedule
id: Hapus jadwal

source: Search result
id: Hasil Pencarian

source: Video Call Schedule
id: Jadwal Video Call

# exit_label
source: Don't take too long... Dinotis will miss you.
id: Jangan lama-lama ya... Dinotis bakal rindu kamu.

# talent_start_call
source: Don't forget to make up to make yourself even more beautiful. If you are ready, you can start anytime.
id: Jangan lupa dandan biar makin cakep ya. Jika kamu sudah siap, kamu bisa mulai kapanpun.

# delete_participant
source: If you delete a participant, the funds will be fully refunded to the participant.
id: Jika kamu hapus peserta, dana akan dikembalikan sepenuhnya kepada peserta.

source: Title & Description
id: Judul & Deskripsi

# chance_email
source: You only have 5 chances in 1 day. Try again tomorrow or change your email
id: Kamu cuma punya 5 kesempatan dalam 1 hari. Coba lagi besok atau ganti emailmu

# exit_title
source: You want out?
id: Kamu mau keluar?

source: New password
id: Kata sandi baru

# confirm_new_pass
source: Confirm new password
id: Konfirmasi kata sandi baru

# exit
source: Log out
id: Keluar

# return
source: Back
id: Kembali

source: Send
id: Kirim

# resend_label %lld
source: Resend (%lld seconds)
id: Kirim ulang (%lld detik)

source: Resend
id: Kirim ulang

source: Other
id: Lainnya

source: Continue
id: Lanjut

# continue_alt
source: Continue
id: Lanjutkan

source: Continue with Apple ID
id: Lanjutkan dengan Apple ID

source: Continue with Google
id: Lanjutkan dengan Google

source: Financial statements
id: Laporan Keuangan

source: Complete Personal Data
id: Lengkapi Data Diri

source: See
id: Lihat

source: View Details
id: Lihat Detail

# view_history
source: History
id: Riwayat

source: Your Dinotis Link
id: Link Dinotis mu

source: Forgot Password?
id: Lupa Kata Sandi?

# cancelled_call_label
source: Sorry... Your video call schedule has been cancelled
id: Maaf ya... Jadwal video callmu batal

# no_search_label
source: Sorry, no search found
id: Maaf, pencarian tidak ditemukan

source: Log In As
id: Masuk Sebagai

# log_in_as_basic_user
source: Log in as Audience
id: Masuk sebagai Audience

# log_in_as_talent
source: Log in as Creator
id: Masuk sebagai Kreator

# enter_cost_label
source: Enter cost here...
id: Masukkan biaya di sini...

# enter_description_label
source: Enter a short description here...
id: Masukkan deskripsi singkat di sini...

# enter_bio_label
source: Enter a brief description of yourself
id: Masukkan deskripsi singkat tentang dirimu

# enter_domain
source: enter your domain
id: masukkan domainmu

# enter_new_email_label
source: Enter your new email. We will send a verification link to your new email
id: Masukkan email barumu. Kami akan mengirim tautan verifikasi ke email barumu

# enter_phone_label
source: Enter your phone number
id: Masukkan nomer handphonemu

# enter_email_label
source: Enter your email
id: Masukkan emailmu

# enter_reset_password_label
source: Enter your phone number, we will send you a OTP to reset password
id: Masukkan No. Handphone mu, kami akan mengirim kode OTP untuk mengatur ulang kata sandimu

source: Enter password
id: Masukkan kata sandi

# enter_confirm_password
source: Enter confirm new password
id: Masukkan konfirmasi kata sandi barumu

# enter_new_password
source: Enter your new password
id: Masukkan kata sandi barumu

# account_holder_name
source: Enter the account holder's name...
id: Masukkan nama pemilik rekening...

# enter_amount_label
source: Enter Amount (Min. Rp50.000)
id: Masukkan Nominal (Min. Rp50.000)

# account_number_label
source: Enter account number here...
id: Masukkan nomor rekening di sini...

# enter_profession_label
source: Enter your profession here...
id: Masukkan profesimu di sini...

# retype_password
source: Re-enter password
id: Masukkan ulang kata sandi

source: ATM machine
id: Mesin ATM

source: Payment method
id: Metode Pembayaran

source: Start
id: Mulai

source: Start chatting with your fans
id: Mulai ngobrol dengan fansmu

# start_chatting_with_your_idol
source: Start chatting with your creator
id: Mulai ngobrol dengan kreatormu

source: Start now
id: Mulai Sekarang

source: Name
id: Nama

source: Bank name
id: Nama Bank

source: Account Owner Name
id: Nama Pemilik Rekening

source: Account name
id: Nama Rekening

# detail_participant_label
source: Later you will chat with
id: Nanti kamu akan ngobrol sama

# happy_chat_label
source: Happy chat with you
id: Ngobrol seru bareng kamu

# no_invoice
source: Invoice Number
id: No. Invoice

# no_virtual_account
source: Virtual Account Number
id: No. Virtual Account

source: Withdrawal Amount
id: Nominal Penarikan

source: Account number
id: Nomor Rekening

source: Notification
id: Notifikasi

source: Payment
id: Pembayaran

source: Payment successful
id: Pembayaran berhasil

source: Withdraw
id: Penarikan

# fee_info
source: Withdrawal of the balance will incur a fee of
id: Penarikan saldo akan dikenakan biaya

source: Search
id: Pencarian

source: Revenue
id: Pendapatan

# feedback_label
source: Your opinion is very valuable!
id: Pendapatmu sangat berharga loh!

source: Account settings
id: Pengaturan Akun

source: Per person
id: Per orang

source: Participant
id: Peserta

source: Group Call Participants
id: Peserta Group Call

source: Choose
id: Pilih

source: Select Bank
id: Pilih Bank

# select_bank_alt
source: Select bank
id: Pilih bank

# select_date
source: Select day/date
id: Pilih hari/tanggal

source: Select Payment Method
id: Pilih Metode Pembayaran

source: Choose your profession
id: Pilih profesimu

source: Select type
id: Pilih tipe

source: Select session type
id: Pilih tipe sesi

# select_session_placeholder
source: Select your session type...
id: Pilih tipe sesimu...

source: Select time
id: Pilih waktu

# private_call_label
source: Private Call (Only for 1 person)
id: Private Call (Hanya untuk 1 orang)

source: Profession
id: Profesi

# recommendation
source: Recommendation for you🎉
id: Rekomendasi buat kamu🎉

source: Video Call History
id: Riwayat Video Call

source: Full Room
id: Room Penuh

source: IDR
id: Rp

source: Wallet Balance
id: Saldo Dompet

source: Copy
id: Salin

source: Me
id: Saya

source: Finished
id: Selesai

source: Complete Payment
id: Selesaikan Pembayaran

source: Complete payment before
id: Selesaikan pembayaran sebelum

source: All
id: Semua

# cancelled_call_desc
source: Looks like Creator canceled the video call session with you. Don't be sad, find someone else, let's go!
id: Sepertinya Kreator membatalkan sesi video call bareng kamu. Jangan sedih, cari yang lain, yuk!

source: Save
id: Simpan

source: Save Schedule
id: Simpan Jadwal

source: Save Account
id: Simpan Rekening

# review_label
source: Like Dinotis? Or do you have any suggestions? Leave your comments and ratings, please!
id: Suka dengan Dinotis? Atau kamu punya saran? Berikan komentar dan penilaianmu, yuk!

# talent_influencer
source: Creators/Influencers
id: Kreator/Influencer

source: Add account
id: Tambah rekening

source: Add Withdrawal Account
id: Tambah Rekening Penarikan

source: Withdrawal Date
id: Tanggal Penarikan

source: Withdraw Balance
id: Tarik Saldo

source: Withdraw balance to account
id: Tarik saldo ke rekening

# determine_cost
source: Determine the cost of this session here...
id: Tentukan biaya sesi ini di sini...

source: Total cost
id: Total biaya

# total_payment
source: Total
id: Total Pembayaran

source: Total income
id: Total Pendapatan

source: Total balance withheld
id: Total saldo terpotong

source: Virtual Account Transfer
id: Transfer Virtual Account

source: Change
id: Ubah

source: Change Email
id: Ubah Email

source: Repeat new password
id: Ulangi kata sandi baru

# repeat_new_password_alt
source: Repeat your new password
id: Ulangi kata sandi barumu

source: Email Verification
id: Verifikasi Email

source: Withdrawal Time
id: Waktu Penarikan

# expired_verification_label
source: Well, your verification limit has expired
id: Yah, batas verifikasimu habis

# delete_participant_alert
source: Are you sure you want to delete this participant?
id: Yakin mau hapus peserta ini?

# start_meeting_alert
source: Are you sure you want to start now?
id: Yakin mau mulai sekarang?

# more_crowded
source: Trending 🔥
id: Yang lagi rame 🔥

# check_email_forgot
source: Check your inbox!
id: Cek kotak masuk emailmu ya!

# send_email_forgot
source: We send a link to reset your password
id: Kami mengirim tautan untuk melakukan pengaturan ulang kata sandimu.

source: Error
id: Kesalahan

source: Success
id: Berhasil

# success_change_email
source: Email has been changed
id: Email berhasil diubah

source: Attention
id: Perhatian

# one_hour_restricted
source: Sorry, you can start at least 1 hour before the schedule
id: Maaf, kamu bisa mulai 1 jam sebelum yang dijadwalkan

# connection_warning
source: Sorry, check again your connection please
id: Mohon maaf, mohon cek kembali koneksi internet anda

# old_password_text
source: Old password
id: Kata sandi lama

# old_password_placheholder
source: Enter your old password...
id: Masukkan kata sandi lamamu

# email_error
source: Enter a valid email address format
id: Masukkan email dengan format yang benar

# password_short
source: Password must be more than 6 character or equals.
id: Kata sandi harus melebihi 6 karakter atau sama dengan.

# password_not_match
source: The password and confirmation does not match!
id: Kata sandi dan konfirmasi tidak sama!

# password_changed
source: Password has been changed
id: Kata sandi berhasil diubah

# success_copy
source: Copied
id: Tersalin

# username_hint
source: Enter your username
id: Masukkan usernamemu

# no_connection_home
source: No connection, please try again
id: Tidak tersedia koneksi, mohon coba lagi.

# report_talent
source: Report
id: Laporan

# delete_alert
source: Are you sure to delete this meeting?
id: Apakah anda yakin ingin menghapus jadwal ini?

# no_button
source: No
id: Tidak

# yes_delete_button
source: Sure
id: Yakin

# field_error_form_schedule
source: All field must be filled
id: Semua field harus terisi

# meeting_deleted
source: Meeting has been deleted.
id: Berhasil menghapus meeting.

# ended_meeting_label
source: Are you sure to ended this meeting?
id: Apakah anda yakin ingin mengakhiri jadwal ini?

# ended_meeting_success
source: Meeting has been ended
id: Berhasil menyelesaikan meeting.

# delete_text
source: Delete
id: Hapus

# free_text
source: Free
id: Gratis

# talent_detail_empty_label
source: You can request to this creator by clicking Request Schedule button.
id: Kamu bisa meminta jadwal ke kreatormu, dengan klik tombol Request Jadwal.

# withdraw_amount_over
source: Amount is over the transaction Maximal
id: Transaksi melebihi maksimal

# withdraw_less
source: Transaction is less than Rp50.000
id: Transaksi kurang dari Rp50.000

# over_balance
source: Transactionis over the balance
id: Transaksi melebihi saldo

# withdraw_under_process
source: Your withdraw is under process!
id: Penarikan anda sedang diproses!

# sure_to_end_call
source: Are you sure to end the call?
id: Apakah anda yakin akan mengakhiri panggilan?

# connection_lost_call
source: Connection lost
id: Koneksi bermasalah

# connection_good_call
source: Your connection is fine
id: Koneksimu telah membaik

# history_call_empty
source: No video call history yet
id: Belum ada riwayat video call nih

# history_call_empty_label
source: Let's start video call with your creator now!
id: yuk mulai video call dengan kreator mu saat ini!

# edit_schedule_success
source: Meeting information has been changed.
id: Berhasil mengubah informasi meeting.

# ended_meeting_card_label
source: Ended
id: Telah Selesai

# payment_failed_card_text
source: Payment is failed
id: Pembayaran Gagal

# waiting_payment_card_text
source: Waiting for payment
id: Menunggu Pembayaran

# booking_again_text
source: Booking again
id: Booking Lagi

# payment_detail_text
source: Payment Detail
id: Detail Pembayaran

# finish_video_call_detail
source: End the Video Call
id: Selesaikan Video Call

# cant_connect_server
source: Can't connect to server
id: Tidak dapat terhubung ke server.

# waiting_text
source: Waiting the other people to join...
id: Menunggu Orang Masuk...

# success_update_account
source: Account information has been updated.
id: Informasi akun berhasil diubah

# refresh_text
source: Refresh
id: Muat Ulang

# history_trans_empty
source: Your history is empty... let's make some transaction.
id: Belum ada riwayat transaksi... Yuk mulai membuat transaksi.

# select_text
source: Select
id: Pilih

# error_minimun_people
source: Minimum participant of group call can't less than 2 person.
id: Jumlah minimum untuk panggilan grup tidak boleh kurang dari 2.

# session_expired
source: Your session is expired, please login again.
id: Sesimu telah berakhir, silahkan masuk kembali.

# free_payment_success
source: Your payment is sucessfull, please check your order at home screen
id: Pembelian kamu berhasil, mohon cek halaman beranda

# empty_participant
source: No participant
id: Belum ada peserta

source: Need help?
id: Butuh bantuan?

source: Revenue Summary
id: Ringkasan Pendapatan

source: Schedule Not Available
id: Jadwal Tidak Tersedia

source: Application Fee
id: Biaya Pengunaan Aplikasi

# OTP_verification_title
source: OTP Verification
id: Verifikasi OTP

# OTP_subtitle
source: Enter OTP Code send to
id: Masukan kode OTP yang dikirim ke nomor

# OTP_not_receive
source: didn't receive OTP code yet?
id: Kode OTP belum masuk?

# change_phone
source: Change Phone Number
id: Ubah No. Handphone

# enter_new_phone_label
source: Enter your new phone number. We will send OTP code to your new phone number
id: Masukkan nomor handphone barumu. Kode OTP akan dikirim ke nomor handphone barumu

source: Check Schedule
id: Cek Jadwal

# check_schedule_subtitle
source: Check your chat schedule with your creator!
id: Cek jadwal ngobrol kamu bareng kreatormu disini!

# leave_meeting_title
source: Leave Meeting
id: Meninggalkan Meeting

# leave_meeting_label
source: You leaving the meeting.
id: Kamu telah meninggalkan meeting.

# leave_meeting_sublabel_user
source: You can join again, if Creator didn't finish the meeting.
id: Kamu dapat bergabung kembali apabila Kreator belum menyelesaikan meetingnya.

# leave_meeting_sublabel_talent
source: You can join again, if you didn't finish the meeting.
id: Kamu dapat bergabung kembali apabila kamu belum menyelesaikan meeting.

# leave_meeting_button_text
source: Back to home
id: Kembali ke beranda

source: Search by category
id: Cari berdasarkan kategori

# search_with_crowded
source: Trending in %@🔥
id: Yang lagi rame di %@🔥

source: All in %@
id: Semua di %@

source: Search in %@
id: Pencarian di %@

# log_in_text
source: Login
id: Masuk

# talent_not_register
source: Creator is not registered
id: Kreator belum terdaftar

# register_be_talent
source: Register to be a Creator!
id: Daftar sebagai Kreator!

# full_schedule
source: Schedule is full
id: Jadwal penuh

# payment_failed_sublabel
source: If you encountered a problem with your booking or want to get a refund, provide the Invoice Number and contact our Customer Support via WhatsApp (0813-1850-6068) or email to halo@dinotis.com
id: jika Anda mengalami masalah dengan pembayaran Anda atau ingin mendapatkan pengembalian dana, kirim No Invoice dan hubungi Customer Support kami melalui WhatsApp (0813-1850-6068) atau email ke halo@dinotis.com

source: Back to home
id: Kembali ke beranda

# invoice_title
source: Invoice
id: Faktur

# report_text
source: Report
id: Laporkan

# report_audience_title
source: Report Your Audience
id: Laporkan Audience Kamu

# report_notes_placeholder
source: Please fill your report
id: Silahkan isi laporan kamu

# failed_report_text
source: Failed to send
id: Gagal mengirim

# other_text
source: Other
id: Lainnya

source: Service Fee
id: Biaya Layanan

# va_service_fee_subtitle
source: Service Fee:
id: Biaya Layanan:

# ewallet_service_fee_subtitle
source: from total payment
id: dari total pembayaran

# ewallet_text
source: E-Wallet
id: Dompet Digital

source: Pay Now
id: Bayar Sekarang

source: How To Pay
id: Cara Pembayaran

# how_to_pay_first_section
source: 1. Open your bank or e-wallet application which is support QRIS payment in your phone.
id: 1. Buka aplikasi bank atau e-wallet yang mendukung pembayaran QRIS di HP-mu.

# how_to_pay_second_section
source: 2. Scan QR Code below.
id: 2. Scan QR Code di atas.

# how_to_pay_third_section
source: 3. Make sure the total payment is right, and then click 'Pay'.
id: 3. Pastikan total tagihan sudah benar, lalu klik “Bayar”.

# how_to_pay_fourth_section
source: 4. After succeed, payment will verified automatically.
id: 4. Setelah berhasil, pembayaran akan terverifikasi secara otomatis.

# attention_qris_text
source: Please don't close this page before payment verified, you can pull to refresh if not verified automatically.
id: Harap tidak menutup halaman ini sebelum pembayaran terverifikasi, kamu dapat tarik kebawah untuk menyegarkan halaman jika tidak terverifikasi secara otomatis.

# minimum_price_of_meeting
source: Minimal price from Rp10.000
id: Harga minimal dari Rp10.000

# live_stream_text
source: Live Streaming
id: Siaran Langsung

source: Contact us
id: Hubungi Kami

# live_screen_waiting_title
source: Event will starting soon
id: Acara akan segera dimulai

# live_screen_waiting_subtitle
source: Don't forget to prepare your snack and beverage for increase your mood!
id: Jangan lupa siapin cemilan dan minuman untuk meningkatkan mood kamu!

# live_screen_leaving_alert_subtitle
source: Are you sure leave this live streaming?
id: Kamu yakin keluar dari siaran langsung?

# live_screen_close_live
source: Close Live
id: Tutup Live

# live_screen_live_chat
source: Live Chat
id: Obrolan Langsung

# live_screen_chatbox_placeholder
source: Add Comment...
id: Tambahkan komentar...

# live_screen_talent_label
source: (Creator)
id: (Kreator)

# live_screen_me_label
source: (Me)
id: (Saya)

# live_screen_thank_you
source: Thank You!
id: Terima Kasih!

# live_screen_closing_text
source: Live is ended by streamer
id: Siaran telah diakhiri oleh streamer

# live_screen_talent_mic_off
source: Streamer microphone off
id: Microphone streamer mati

# live_screen_talent_video_off
source: Streamer video off
id: Video streamer mati

# live_screen_device_restrict
source: Sorry, only 1 device allowed to join
id: Maaf, hanya 1 device yang diizinkan untuk bergabung

# home_screen_verified
source: Verified
id: Terverifikasi

# home_screen_see_schedule
source: See Schedule
id: Lihat Jadwal

# register_screen_title
source: Register as Audience
id: Daftar Sebagai Audience

# register_screen_login_first
source: Have an account?
id: Sudah memiliki akun?

# register_screen_login_second
source: Login here
id: Masuk disini

# login_screen_register_first
source: Don't have an account?
id: Belum memiliki akun?

# login_screen_register_second
source: Register here
id: Daftar disini

# biodata_screen_login_with_another
source: Login with another account?
id: Masuk dengan akun lain?

# reset_password_sublabel
source: Sorry for your inconvenience, for improve our security. Please set and fill new password for your account.
id: Maaf atas ketidaknyamanan nya, untuk meningkatkan keamanan. Silahkan atur dan lengkapi kata sandi untuk akunmu.

# reset_password_subtext
source: Reset your password here. Make sure your password is easy to remember.
id: Atur ulang kata sandimu di sini. Pastikan kata sandimu mudah diingat ya.

# foto_profile
source: Profile Picture
id: Foto Profil

source: Photo
id: Foto

# payment_screen_promo_code_title
source: Voucher Code
id: Kode Voucher

# payment_screen_promo_code_placeholder
source: Enter voucher code
id: Masukkan kode voucher

# payment_screen_promo_not_found
source: Voucher code not found
id: Kode voucher tidak ditemukan

# change_text
source: Change
id: Ganti

# apply_text
source: Apply
id: Gunakan

# request_schedule_text
source: Request Schedule
id: Request Jadwal

# tell_me_text
source: Tell me, if schedule is available
id: Beri Tahu Saya Jika Tersedia Jadwal
