Repository: gusadi09/dinotis-ios
Catalog: DinotisApp/Common/Localization/String/*.lproj/Localizable.strings
Languages: id

# request_schedule_sublabel
source: Make your creator know what you want by Request Schedule
id: Buat kreatormu tau apa yang kamu inginkan dengan request jadwal

# request_private
source: Request Private Video Call Schedule
id: Request Jadwal Private Video Call

# request_live
source: Request Live Streaming Schedule
id: Request Jadwal Live Streaming

# request_group
source: Request Group Video Call Schedule
id: Request Jadwal Group Video Call

# preview_profile_title
source: Preview Profile
id: Pratinjau Profil

# request_success_title
source: Request Schedule Success
id: Request Jadwal Berhasil

# request_success_subtitle
source: We will tell you, if the schedule is available.
id: Kami Akan Beritahu Kamu Apabila Tersedia jadwal

# or_text
source: Or
id: Atau

# highlight_note
source: Note : If highlight photo not filled, then your photo profile will be default highltight photo.
id: Catatan : Apabila foto highlight tidak diisi, maka foto profil kamu akan jadi foto highlight default

# highlight_title
source: Highlight Photo
id: Foto Highlight

# add_password_alert_title
source: Let's Add Your Password!
id: Yuk, Buat Kata sandi mu!

# add_password_subtitle
source: For data security improvement, please add password first.
id: Demi meningkatkan keamanan data, silahkan buat kata sandi terlebih dahulu.

# general_close
source: Close
id: Tutup

# group_call_waiting_talent
source: Waiting for Creator...
id: Menunggu Kreator...

# general_you_text
source: You
id: Kamu

# detail_schedule_step_title
source: Your Schedule Status
id: Status Jadwal Sesi Kamu

# detail_schedule_step_one
source: Payment Finished
id: Pembayaran Selesai

# detail_schedule_step_two
source: Waiting Session Starting
id: Menunggu Sesi Dimulai

# detail_schedule_step_three
source: Session Started
id: Sesi Dimulai

# detail_schedule_step_four
source: Session Was Ended
id: Sesi Telah Selesai

# talent_detail_managed_by
source: Managed by %@
id: Dikelola oleh %@

# talent_detail_my_talent
source: My Talent
id: Talent Saya

# detail_schedule_rules_title
source: Video Call Rules
id: Aturan Video Call

# group_call_detail_info
source: Detail Info
id: Info Detail

# group_call_no_share_screen
source: No Share Screen Available...
id: Tidak tersedia Layar yang dibagikan...

# group_call_no_talent
source: Waiting for Creator or Co-host to join the meeting...
id: Menunggu Kreator atau Co-Host bergabung kedalam meeting...

# group_call_question_box
source: Question Box
id: Kotak Pertanyaan

# general_help
source: Help
id: Bantuan

# group_call_question_box_sub
source: To be reluctant to make in queries will make one go astray!
id: Malu bertanya, sesat dijalan!

# group_call_question_send
source: Question Sended
id: Pertanyaan Terkirim

# group_call_name_raised
source: %@ Raising Hand
id: %@ Sedang Mengangkat Tangan

# agora_110_error
source: Sorry, we can't processing your request. Please rejoin to the meeting
id: Maaf, kami tidak bisa memproses permintaan anda. Silahkan bergabung kembali ke meeting

# group_call_qna_activated
source: QnA Session is Open
id: Sesi Tanya Jawab Dibuka

# general_filter_schedule
source: Filter Schedule
id: Filter Jadwal

# in_app_purchase_error_trx
source: Can't make transaction.
id: Tidak bisa memuat transaksi.

# home_your_coin
source: Your Coin
id: Koin Kamu

# home_add_coin
source: Add Coin
id: Tambah Koin

# home_coin_detail
source: This Coin only enable to use for DINOTIS Application transcation and can't withdraw.
id: Koin ini hanya dapat digunakan untuk melakukan transaksi di dalam aplikasi DINOTIS dan tidak bisa ditarik tunai.

# home_success_buy_coin
source: Yeay, Coin transaction is success!
id: Asik, pembelian coin berhasil!

# coin_history_title
source: Coin History
id: Riwayat Koin

# coin_history_coin_in
source: Coin In
id: Koin Masuk

# coin_history_coin_out
source: Coin Out
id: Koin Keluar

# coin_history_empty_text
source: You didn't have any transaction with coin...
id: Kamu belum melakukan transaksi dengan koin...

# coin_payment_text
source: Use Coin
id: Gunakan Koin

source: Other Payment Method
id: Pembayaran dengan metode lain

# other_payment_subtitle
source: You can select other payment method
id: Kamu bisa pilih metode pembayaran lain

# coin_value_label
source: %@ Coin
id: %@ Koin

# coin_text_single
source: Coin
id: Koin

# and_more_participant
source: And %lld more participant
id: Dan %lld peserta lainnya

# discount_text
source: Discount
id: Diskon

# cashback_coin_text
source: Yeay!! You get %@ coin cashback.
id: Selamat!! Kamu mendapat cashback sebesar %@ koin

# cashback_percentage_text
source: Yeay!! You get %@%% cashback.
id: Selamat!! Kamu mendapat cashback sebesar %@%%

# discount_coin_text
source: Yeay!! You get %@ coin discount.
id: Selamat!! Kamu mendapat potongan sebesar %@ koin

# discount_price_text
source: Yeay!! You get %@ discount.
id: Selamat!! Kamu mendapat potongan sebesar %@

# discount_percentage_text
source: Yeay!! You get %@%% discount.
id: Selamat!! Kamu mendapat potongan sebesar %@%%

# waiting_session_text
source: Please wait, you will join to the room automaticaly if the meeting session is starting...
id: Mohon menunggu, kamu akan masuk ke room secara otomatis jika sesi meeting telah dimulai...

# delete_account_text
source: Delete Account
id: Hapus Akun

# delete_account_modal_subtitle
source: Are you sure to delete your account? All of your information will removed from our server.
id: Kamu yakin untuk hapus akun? Semua data kamu akan dihapus dari server kami.

# delete_account_success_text
source: Your account deletion is success, we always make sure our user data deleted safely from our server. Thank you for using our services, see you again.
id: Akun kamu berhasil di hapus, kami selalu memastikan data pengguna dihapus secara aman pada server kami. Terima kasih telah menggunakan aplikasi kami, sampai berjumpa kembali.

# start_in
source: Starting on
id: Dimulai dalam

# 5_min_end_title
source: Your times is 5 minutes left!!!
id: Waktu kamu tinggal 5 menit!!!

# 5_min_end_subtitle
source: Don't forget to say goodbye for your audiences!
id: Jangan lupa say goodbye dulu ke audience mu ya!

# 5_min_end_viewer_subtitle
source: Don't forget to say goodbye for your Creator!
id: Jangan lupa say goodbye dulu ke kreator mu ya!!

# received_speaker_invite_title
source: It’s your time to shine! ✨
id: Waktunya kamu bersinar! ✨

# received_speaker_invite_message
source: The host has invited you to join as a Speaker. Your audio and video will be shared.
id: Host telah mengundangmu menjadi Pembicara. Audio dan Videomu akan ditampilkan.

source: Join now
id: Bergabung sekarang

source: Never mind
id: Tidak masalah

# speaker_moved_to_viewers_by_host_title
source: Moved to viewers
id: Dialihkan sebagai penonton

# speaker_moved_to_viewers_by_host_message
source: You have been moved to viewers by the host.
id: Kamu telah dialihkan menjadi penonton oleh Host.

# stream_ended_by_host_title
source: Event is no longer available
id: Acara tidak lagi tersedia

# stream_ended_by_host_message
source: This event has been ended by the host.
id: Acara ini telah diselesaikan oleh host.

# stream_will_end_if_host_leaves_title
source: Are you sure?
id: Apakah kamu yakin?

# stream_will_end_if_host_leaves_message
source: This will end the event for everyone.
id: Ini akan mengakhiri acara untuk semua orang.

source: End event
id: Mengakhiri acara

source: Welcome!
id: Selamar datang!

# viewer_connected_message
source: You are now in the audience as a Viewer. Raise your hand anytime to join the Speakers and chime in!
id: Anda sekarang masuk sebagai penonton. Angkat tangan Anda kapan saja untuk bergabung dengan Pembicara!

source: Got it!
id: Siap!

# muted_lock_by_host_message
source: Your microphone has been muted and locked by the host.
id: Mikrofon Anda telah dibisukan dan dikunci oleh host.

# muted_by_host_message
source: Your microphone has been muted by the host.
id: Mikrofon Anda telah dibisukan oleh host.

# unlocked_mute_by_host_title
source: Microphone Unlocked
id: Mikrofon terbuka

# unlocked_mute_by_host_message
source: Your microphone has been unlocked by the host.
id: Mikrofon Anda telah dibuka kuncinya oleh host.

# all_participant_is_muted
source: All participants is muted
id: Semua peserta telah dibisukan.

source: Connecting to room..
id: Menghubungkan ke ruangan..

source: Lock Mute
id: Kunci Pembisuan

# will_disable_participants_audio
source: Will disable participants audio toggle
id: Akan menonaktifkan sakelar audio peserta

source: Mute All Participants
id: Membisukan Semua Peserta

source: Invitation sent
id: Undangan terkirim

# speaker_invite_message_1
source: You invited
id: Kamu mengundang

# speaker_invite_message_2
source: to be a speaker. They’ll be able to share audio and video.
id: untuk menjadi Pembicara. Mereka dapat membagikan audio dan video.

source: Invite to speak
id: Undang untuk berbicara

source: Unanswered
id: Belum terjawab

source: Answered
id: Terjawab

source: Back
id: Kembali

source: You
id: Kamu

# muted_lockByHost_title
source: Muted and Locked by Host
id: Dibisukan dan Dikunci oleh Host

# muted_by_host_title
source: Muted by Host
id: Dibisukan oleh Host

# joining_loading_text
source: Joining Group Call Event! 🎉
id: Bergabung dalam panggilan grup! 🎉

# loading_text
source: Loading...
id: Memuat...

# only_you_on_room
source: Only you, speaker on this room...
id: Hanya kamu, speaker yang ada di dalam room ini...

source: is presenting.
id: sedang menampilkan layar.

source: Select Country
id: Pilih Negara

# general_search
source: Search...
id: Cari...

source: Remove All Participants
id: Memindahkan Semua Peserta

# move_all_speaker_title
source: Move All Speakers
id: Memindahkan Semua Pembicara

# move_all_speaker_message
source: You will move all speakers to viewers.
id: Kamu akan memindahkan semua pembicara menjadi penonton.

# loading_remove_all_participants
source: Removing All Participants...
id: Memindahkan Semua Peserta...

# select_otp_delivery_title
source: Select OTP Delivery Option
id: Pilih Opsi Pengiriman OTP

# via_whatsapp_caption
source: We will send OTP via WhatsApp
id: Kami akan mengirim OTP melalui WhatsApp

# via_sms_caption
source: We will send OTP via SMS
id: Kami akan mengirim OTP melalui SMS

# waiting_other_to_join_event
source: Waiting other to join the event...
id: Menunggu yang lain untuk masuk ke acara...

# setting_text
source: Setting
id: Pengaturan

# mute_all_participant
source: Mute All Participants
id: Bisukan Semua Peserta

# lock_mute_title
source: Lock Mute
id: Kunci Bisu

# lock_mute_subtitle
source: Will disable participants audio toggle
id: Akan menonaktifkan tombol mikrofon peserta

source: Mute
id: Bisukan

source: Remove
id: Keluarkan

source: Remove Spotlight
id: Hapus Sorotan

source: Spotlight Me
id: Sorot Saya

source: Spotlight Speaker
id: Sorot Pembicara

source: Move to Viewers
id: Ubah Menjadi Penonton

# internal_server_error_text
source: Oopss sorry, we have a problem on our server. Please try again later for several time.
id: Mohon maaf, terdapat masalah pada server kami. Silahkan coba beberapa saat lagi.

# talent_home_bundling_menu
source: Bundling Menu
id: Menu Bundling

# general_new_text
source: New
id: Baru

source: Choose Session
id: Pilih Jadwal

# bundling_list_caption
source: Bundling is only available for Group Call sessions
id: Bundling hanya tersedia untuk sesi Group Call

source: Select All
id: Pilih Semua

source: Selected Session
id: Jadwal Terpilih

# session_count_text
source: %lld Session
id: %lld Sesi

# see_session_text
source: See Session
id: Lihat Sesi

# bundling_not_active_label
source: Bundling not active because session has ended
id: Bundling tidak aktif karena ada sesi telah selesai

source: Create Bundling
id: Buat Bundling

# see_selected_meeting_bundling
source: See %lld selected schedule
id: Lihat %lld jadwal yang dipilih

# request_private_call_rate
source: Request Private Call
id: Ajukan Private Call

# private_rate_card_sublabel
source: Private Video Call • Duration %lld Minute
id: Private Video Call • Durasi %lld Menit

source: Session Has Ended
id: Sesi Telah Berakhir

source: Booking Rate Card
id: Booking Layanan

# price_only_text
source: Price
id: Harga

# duration_only_text
source: Duration
id: Durasi

# rate_card_note_placeholder
source: Input a message for your creator here...
id: Masukkan pesan untuk creator di sini...

# minute_in_duration
source: %lld Minute
id: %lld Menit

# minute_duration_input_parameter
source: Minute
id: Menit

source: Create Rate Card
id: Buat Rate Card

source: Cancellation Confirmation
id: Konfirmasi Pembatalan

# rate_card_menu_text
source: Rate Card Menu
id: Menu Rate Card

# discuss_with_creator
source: Discuss Schedules with Creators
id: Diskusi Jadwal Bareng Kreator

# discuss_with_audience
source: Discuss Schedules with Audience
id: Diskusi Jadwal Bareng Audience

# waiting_confirmation
source: Waiting for Creator Confirmation
id: Menunnggu Konfirmasi Kreator

# set_session_time
source: Setting Session Time
id: Menentukan Waktu Sesi

# waiting_confirmation_caption
source: Automatic cancellation if there is no Creator confirmation within 2x24 hours.
id: Pembatalan otomatis jika tidak ada konfirmasi Kreator dalam 2x24 jam.

# set_session_time_caption
source: You haven't set a schedule yet, please discuss your schedule with the Creator!
id: Kamu belum menentukan jadwal, silahkan diskusikan jadwalmu bareng Kreator ya!

# event_confirmation
source: Confirm Event
id: Konfirmasi Event

# new_schedule_discussion_title
source: New Schedule Discussion
id: Diskusi Jadwal Baru

source: Final Confirmation Limit
id: Batas Akhir Konfirmasi

# write_your_message_placeholder
source: Write your message here...
id: Tulis pesanmu disini...

source: Decline
id: Tolak

source: Accept
id: Terima

source: Create Session Schedule
id: Buat Jadwal Sesi

source: Rate Card Menu
id: Menu Rate Card

source: Scheduled Session
id: Sesi Terjadwal

source: Schedule Request
id: Permintaan Jadwal

# duration_n_minutes
source: Duration %lld Minutes
id: Durasi %lld Menit

# total_duration_label
source: Total Duration:
id: Durasi Total:

# loading_reminder
source: If this display does not change for more than 3 minutes, please close and reopen the application or contact us
id: Apabila tampilan ini tidak berubah selama lebih dari 3 menit, mohon untuk menutup dan membuka kembali aplikasi atau menghubungi kami

# empty_bundling_title
source: You didn't create any bundling schedule!
id: Kamu belum membuat sesi bundling nih!

# empty_bundling_subtitle
source: Hurry up, create your bundling schedule now. Your fans are waiting!
id: Buruan buat sesi bundling-mu sekarang. Fansmu sudah menunggu loh!

# create_bundling_text
source: Create Bundling
id: Buat Bundling

# bundle_success_title
source: Bundle Created Successfully
id: Bundle Berhasil Dibuat

# bundle_success_desc
source: Please go to the bundling page to see the bundle that you have made.
id: Silakan ke halaman bundling untuk melihat bundle yang telah kamu buat.

# delete_bundle_alert
source: Are you sure want to delete this bundle?
id: Apakah kamu yakin ingin menghapus bundle ini?

# success_update_bundle
source: Your bundling is updated, please check on bundling list screen.
id: Bundling kamu berhasil di perbaharui, mohon cek pada halaman daftar bundling.

source: Delete Bundling
id: Hapus Bundling

# group_participant_error
source: Participant must more than 1 for group call.
id: Peserta harus lebih dari 1 untuk Group Call.

# bank_account_success_update
source: Success to update your bank account information.
id: Berhasil melakukan update terhadap informasi akun bank kamu.

# success_create_rate_card
source: Success to create rate card, please check your rate card list.
id: Berhasil membuat rate card, mohon cek daftar rate card kamu.

# delete_rate_card_text
source: Delete Rate Card
id: Hapus Rate Card

# delete_message_rate_card_text
source: Are you sure want to delete this rate card?
id: Apakah kamu yakin ingin menghapus rate card ini?

# empty_rate_card_title
source: You didn't create any rate card!
id: Kamu belum membuat rate card nih!

# empty_rate_card_subtitle
source: Hurry up create your rate card now. Your fans waiting for your rate card!
id: Buruan buat rate card-mu sekarang. Fansmu sudah menunggu loh!

# success_update_rate_card
source: Success to update your rate card information, please check on your rate card list.
id: Berhasil mengubah informasi rate card kamu, mohon cek pada halaman daftar rate card mu.

# empty_meeting_request_title
source: You haven't any meeting request
id: Belum ada permintaan jadwal nih

# empty_meeting_request_subtitle
source: Hurry up, create your rate card now. Your fans are waiting!
id: Buruan buat rate card mu sekarang. Fansmu sudah menunggu loh!

# session_need_confirmation_text
source: Session Need Confirmation
id: Sesi Butuh Konfirmasi Jadwal

# session_cancelled_text
source: Session Cancelled
id: Sesi Dibatalkan

# not_confirmed_text
source: Unconfirmed
id: Belum Dikonfirmasi

# cancel_confirmation_title
source: Decline Confirmation
id: Konfirmasi Pembatalan

# acceptance_confirmation_title
source: Acceptance Confirmation
id: Konfirmasi Penerimaan

# acceptance_description_text
source: Don't forget to set your meeting time with your audience, auto cancellation within 2x24 hours if didn't give the confirmation.
id: Jangan lupa tentukan jadwal bareng Audience-mu ya, pembatalan otomatis jika tidak ada konfirmasi dalam 2x24jam.

# accept_privacy_policy_rate_card
source: You've been agree all of terms, privacy policy and our cookies policy.
id: Anda menyetujui semua Ketentuan, Kebijakan Privasi, dan Kebijakan Cookie kami.

# success_confirm_request_text
source: Success to send your response for the meeting request.
id: Berhasil mengirim respon untuk permintaan meeting.

source: Set time
id: Atur waktu

source: Edit
id: Ubah
