Repository: gusadi09/dinotis-ios
Catalog: DinotisDesignSystem/Sources/DinotisDesignSystem/Localization/String/*.lproj/Localizable.strings
Languages: id

# alert_success_change_phone_title
source: Yeay! Your Phone Number was Changed Successfully
id: Yeay! Berhasil Mengubah No. Handphone

# alert_success_change_phone_message
source: You have successfully changed your mobile number to
id: Kamu telah berhasil mengubah nomor handphone menjadi

# alert_failed_change_phone_title
source: Oops! Failed to Change Your Phone Number
id: Oops! Gagal mengubah no. handphone

# alert_failed_change_phone_message
source: An error occurred, failed to change your phone number
id: Terjadi kesalahan, kamu gagal mengubah nomor handphone

# alert_session_expired
source: Your session has expired, please log in again.
id: Sesi kamu telah berakhir, silahkan masuk kembali.

# session_card_booked
source: Already Booked
id: Telah Dipesan

# attachments_text
source: Attachments
id: Dokumen Pendukung

# general_revenue_purpose
source: Revenue Purpose
id: Tujuan Pendapatan

# general_private_wallet
source: Personal Wallet
id: Dompet Pribadi

# url_link_text
source: URL Link
id: Link URL

# add_url_link_label
source: + Add URL Link
id: + Tambah Link URL

# delete_url_link_label
source: Delete URL Link
id: Hapus Link URL

# url_link_title_placeholder
source: URL Link Title
id: Judul Link URL

# see_additional_menu_label
source: See Additional Menu
id: Lihat Menu Tambahan

# hide_additional_menu_label
source: Hide Additional Menu
id: Tutup Menu Tambahan

# empty_file_message
source: Oops.. The file you are looking for was not found :(
id: Wahh.. File yang kamu cari tidak ditemukan :(

# invalid_url
source: Please input valid url format
id: Mohon masukkan url dengan format yang sesuai

# collaboration_text
source: Collaboration
id: Kolaborasi

# collaboration_placeholder
source: Add Creator to your session
id: Tambah kreator di sesi kamu

# invited_creator_title
source: Invited Creator
id: Kreator yang kamu undang

# waiting_for_confirmation_collab
source: Waiting for Comfirmation
id: Menunggu Konfirmasi

# accepted_collab
source: Accepted
id: Kreator Setuju

# declined_collab
source: Declined
id: Kreator Menolak

# creator_invited_collab_title
source: Creator invited to collaboration
id: Kreator yang diajak kolaborasi

# search_creator_placeholder
source: Search creator...
id: Cari kreator...

# select_creator_for_collaboration_title
source: Select Cretor for Collaboration
id: Pilih Kreator Kolaborasi

# retry_text
source: Retry
id: Ulangi

# retry_subtitle
source: Request can't processed, please try again later
id: Permintaan belum dapat diproses, silahkan coba lagi

# rejected_text
source: Rejected
id: Ditolak

# with_text
source: With
id: Bersama

source: See Invitation
id: Lihat Ajakan

source: Decline
id: Tolak

source: Accept
id: Terima

source: Accept Invitation
id: Terima Ajakan

# accepted_invitation_title
source: Yay! You have accepted a collaboration invitation.
id: Yeay! Kamu Menerima Ajakan Kolaborasi

# accepted_invitation_message
source: You have accepted a collaboration invitation from **%@** for the session **'%@'**.
id: Kamu menerima ajakan kolaborasi dari %@ dengan sesi '%@'

# declined_invitation_title
source: You have declined the collaboration invitation.
id: Kamu Menolak Ajakan Kolaborasi

# declined_invitation_message
source: You have declined the collaboration invitation from **%@** for the session **'%@'**.
id: Kamu telah menolak ajakan kolaborasi dari %@ dengan sesi '%@'

# collaborator_speaker_title
source: Later you will talk with
id: Nanti kamu akan ngobrol sama

# outdated_version_update_text
source: Update Now
id: Perbarui Sekarang

# outdated_version_subtitle_content
source: Please ensure that you have installed the latest version of our app to enhance your user experience and continue enjoying our services.
id: Pastikan bahwa Anda telah menginstal versi terbaru aplikasi kami untuk meningkatkan pengalaman anda saat menggunakan layanan kami.

# outdated_version_title_content
source: Update your Dinotis App
id: Yuk! Update Aplikasi Dinotis Kamu

# video_call_more_menu
source: More Menu
id: Menu Lainnya

# video_call_polls
source: Polls
id: Polling

# video_call_record
source: Records
id: Rekam

# video_call_information
source: Information
id: Informasi

# video_call_message_placeholder
source: Message here...
id: Ketik pesan...

# video_call_poll_by_host
source: Poll Question by Host
id: Pertanyaan Polling oleh Host

# video_call_poll_question_title
source: Poll Question
id: Pertanyaan Polling

# video_call_poll_question_placeholder
source: What is your poll for?
id: Untuk apa polling kamu?

# video_call_poll_add_option
source: Add an option
id: Tambahkan opsi

# anonymous_text
source: Anonymous
id: Anonim

# video_call_poll_hide_result
source: Hide result before voting
id: Sembunyikan hasil sebelum voting

# video_call_create_poll_title
source: Create Poll
id: Buat Polling

# video_call_cancel_poll_title
source: Cancel Poll
id: Batalkan Polling

# video_call_create_new_poll_title
source: Create New Poll
id: Buat Polling Baru

# video_call_create_poll_footer
source: Engage Your Participant With Poll!
id: Buat Polling Untuk Interaksi Lebih Menarik!

# video_call_five_minutes_left_alert_title
source: You have 5 minutes left
id: Waktu kamu sisa 5 menit

# video_call_five_minutes_left_alert_desc
source: Don’t forget to say goodbye first!
id: Jangan lupa untuk beri salam perpisahan ya!

# understood_text
source: Understood
id: Mengerti

# video_call_screen_share_text
source: Screen Share
id: Berbagi Layar

# video_call_session_title
source: %@'s Session
id: Sesi %@

# video_call_scheduled_text
source: Scheduled
id: Jadwal

# time_text
source: Time
id: Waktu

# type_text
source: Type
id: Tipe

# video_call_list_question_title
source: Question List
id: Daftar Pertanyaan

# video_call_box_question_title
source: Question Box
id: Kotak Pertanyaan

# video_call_send_question_title
source: Send Question
id: Kirim Pertanyaan

# video_call_mute_participant
source: Mute
id: Bisukan

# video_call_off_video
source: Turn off video
id: Matikan kamera

# video_call_put_to_viewer
source: Put to viewer
id: Pindahkan ke viewer

# video_call_kick_from_session
source: Kick from session
id: Keluarkan dari sesi

# video_call_unpin_participant
source: Unpin
id: Buka pin

# video_call_alert_kick_participant
source: Are you sure you want to remove this participant?
id: Yakin ingin mengeluarkan peserta berikut?

# video_call_primary_button_alert_kick_participant
source: No
id: Tidak

# video_call_secondary_button_alert_kick_participant
source: Yes
id: Ya

# video_call_waiting_room_title
source: Waiting Room
id: Ruang Tunggu

# video_call_waiting_room_desc
source: You are in the waiting room, the host will let you in soon.
id: Anda berada di ruang tunggu, host akan segera mengizinkan Anda masuk.

# video-call-put-to-speaker
source: Put to speaker
id: Pindahkan ke speaker

# video_call_qna_empty
source: Engage Your Participants with a Questions
id: Ayo ajak peserta untuk menanyakan sesuatu

# video_call_qna_answered_empty
source: No question was answered
id: Belum ada pertanyaan yang terjawab

# video_call_questions_title
source: Questions
id: Pertanyaan

# video_call_answered_title
source: Answered
id: Terjawab

# video_call_removed_from_room_message
source: You removed from meeting
id: Kamu dikeluarkan dari meeting

# video_call_waiting_creator_title
source: Waiting creator to join the session...
id: Menunggu Kreator Untuk Bergabung...

# video_call_waiting_creator_subtitle
source: if you got bored, you can counting on DINOTIS logo on this page 😉
id: Kalau bosan menunggu, kamu bisa menghitung ada berapa logo DINOTIS yang terdapat di halaman ini 😉

# video_call_failed_pin
source: Failed to pin/unpin participant.
id: Gagal menyematkan/melepas sematan peserta.

# video_call_failed_disable_audio
source: Failed to disable audio.
id: Gagal menonaktifkan audio

# video_call_failed_disable_video
source: Failed to disable video.
id: Gagal menonaktifkan video

# video_call_failed_kick_participant
source: Failed to kick participant
id: Gagal mengeluarkan peserta

# video_call_failed_accept_waitlisted_participant
source: Failed to accept waitlisted request.
id: Gagal terima permintaan gabung

# video_call_failed_send_request
source: Failed to send message.
id: Gagal mengirim pesan

# video_call_failed_accept_all_waiting_request
source: Failed to accept all waiting requests.
id: Gagal terima semua permintaan gabung

# video_call_failed_connect_meeting_room
source: Failed to connect meeting room
id: Gagal menghubungkan ke ruangan meeting

# video_call_failed_join_meeting_room
source: Failed to join meeting room
id: Gagal masuk ke ruangan meeting

# video_call_fail_request
source: Can't continue your request. Please try again later.
id: Tidak dapat melanjutkan permintaan kamu, silahkan coba beberapa saat lagi.

# video_call_leave_room
source: Leave
id: Keluar

# video_call_rejoin
source: Rejoin
id: Masuk Lagi

# video_call_disconnected
source: You are disconnected from meeting.
id: Kamu telah terputus dari meeting.

# video_call_raise_hand
source: Raise Hand
id: Angkat Tangan

# video_call_viewer_mode
source: Viewer Mode
id: Mode Viewer

# video_call_to_main
source: to main
id: ke tab utama

# tooltip_agenda
source: Check the schedule of sessions you have booked here!
id: Cek jadwal sesi yang telah kamu booking disini!

# vide_call_rate_us
source: Rate Us
id: Nilai Kami

# video_call_rate_text
source: How would you rate your experience with DINOTIS so far?
id: Bagaimana pengalaman Anda dengan DINOTIS sejauh ini?

# video_call_send_feedback
source: Send
id: Kirim

# video_call_raised_toast
source: You've been request to Speaker mode. Keep it raised🙌
id: Kamu telah meminta menjadi mode speaker. Biarkan terangkat🙌

# video_call_unraised_toast
source: You've been turn down your hand😊
id: Kamu telah menurunkan tanganmu😊

# video_call_end_session_popup_title
source: End this session?
id: Selesaikan sesi ini?

# video_call_leave_popup_title
source: Leave the session?
id: Tinggalkan sesi ini?

# video_call_end_session_popup_subtitle
source: Are you sure want to end this session?
id: Apa kamu yakin ingin menyelesaikan sesi ini sekarang?

# video_call_leave_popup_subtitle
source: If the session has not ended, you can rejoin to this session
id: Selama sesi belum berakhir, kamu dapat bergabung kembali pada sesi ini

# video_call_end_session_button
source: End Session
id: Selesaikan Sesi

# video_call_kicked_alert_title
source: You have been removed from this session by the Host
id: Anda telah dikeluarkan oleh Host dari sesi ini

# video_call_move_to_viewer_alert_title
source: You have been moved to Viewer by Host
id: Anda telah dipindahkan menjadi Viewer oleh Host

# video_call_viewer_mode_label
source: Viewer Mode
id: Mode Viewer

# video_call_viewer_mode_guide
source: Currently you are in **viewer mode**, want to interact with the host? 📷 🎤
id: Saat ini anda berada di **mode viewer**, ingin berinteraksi bersama host? 📷 🎤

# video_call_raise_hand_guide
source: Tap Raise Hand to join and interact in the session 🌟
id: Ketuk Raise Hand untuk bergabung dan berinteraksi dalam sesi🌟

# video_call_interaction_guide
source: Let's feel the exciting interactive experience! 🎤🌟
id: Ayo rasakan pengalaman interaktif yang seru! 🎤🌟

# okay_with_dot_label
source: Okay.
id: Oke.

# show_me_label
source: Show me
id: Arahkan saya

# feedback_very_bad
source: Very Bad
id: Sangat Buruk

# feedback_very_good
source: Very Good
id: Sangat Baik

# feedback_weakness_title
source: Tell us what's missing
id: Beritahu kami apa yang kurang

# feedback_problem_title
source: Tell us your experience
id: Ceritakan apa yang kamu alami

# feedback_success_title
source: Thanks for your review
id: Ulasanmu sangat berarti, terima kasih

# session_detail_rate_for_creator
source: Rate for Creator
id: Rating untuk Kreator

# session_detail_rating_tooltip
source: Don't forget to provide a review for the session you have attended, okay!
id: Jangan lupa berikan ulasan untuk sesi yang telah kamu ikuti ya!

# video_call_force_end
source: Meeting is ended because time is up.
id: Meeting telah berakhir karena waktu telah habis.

# home_creator_withdraw
source: Withdraw
id: Penarikan

# creator_empty_session_title
source: No video call schedule yet
id: Belum ada jadwal video call nih

# creator_empty_session_desc
source: Let's schedule your video call now, your audience is waiting!
id: Yuk atur jadwal video call mu sekarang, Audiensmu sudah menunggu loh!

# creator_create_session_label
source: Create Session
id: Buat Jadwal Sesi

# filter_scheduled
source: Scheduled
id: Terjadwal

# filter_unconfirmed
source: Not Confirmed
id: Belum Konfirmasi

# filter_canceled
source: Canceled
id: Dibatalkan

# filter_session_completed
source: Session Completed
id: Sesi Selesai

# sort_label
source: Sort
id: Urutkan

# sort_latest
source: Latest
id: Terbaru

# sort_earliest
source: Earliest
id: Terlama

# sort_by_label
source: Sort By
id: Urutkan Berdasarkan

# status_waiting_new_session
source: Waiting for a new schedule
id: Menunggu jadwal baru

# status_unconfirmed_session
source: Schedule not confirmed
id: Jadwal belum diatur

# status_canceled_session
source: Schedule canceled
id: Jadwal dibatalkan

# status_completed_session
source: Session completed
id: Sesi selesai

# home_creator_nearest_title
source: Your Nearest Schedule
id: Jadwal Terdekat Kamu

# request_card_session
source: Session
id: Sesi

# withdraw_success_subtitle
source: Success to withdraw your balance, please check your dinotis and bank account balance carefully
id: Berhasil menarik saldo, Silahkan cek saldo dinotis dan akun bank kamu secara hati-hati

# tipping_gift_title
source: You can give gifts to creators!
id: Kamu bisa kasih Gift ke Kreator loh!

# tipping_your_balance
source: Your balance
id: Saldo kamu

# tipping_top_up_now
source: Top up now
id: Top up sekarang

# tipping_not_enough_balance
source: Your balance is not enough, please top up coins first
id: Saldo kamu tidak cukup, silakan top up coin terlebih dahulu

# tipping_your_current_coin
source: Your current coins,
id: Koin kamu saat ini,

# tipping_success_desc
source: You've given a review for this creator!
id: Kamu telah memberikan ulasan untuk kreator ini!

# review_success_with_tip_desc
source: Thank you for your gift! Every gift you give is a contribution to helping our community become better.
id: Terima kasih atas gift anda! Setiap gift yang anda berikan merupakan kontribusi untuk membantu komunitas kami menjadi lebih baik.

# edit_profile_name_empty_error
source: Please fill your name, this field can't be empty
id: Mohon isi nama kamu, kolom ini tidak boleh kosong

# edit_profile_username_empty_error
source: Please fill your username, this field can't be empty
id: Mohon isi username kamu, kolom ini tidak boleh kosong

# edit_profile_bio_empty_error
source: Please fill your bio, this field can't be empty
id: Mohon isi bio kamu, kolom ini tidak boleh kosong

# edit_profile_profession_empty_error
source: Please select your profession, this field can't be empty
id: Mohon isi profesi kamu, kolom ini tidak boleh kosong

# ratecard_requested_time
source: Audience Request
id: Permintaan Audiens

# ratecard_request_explanation
source: Requested time is just a suggestion, you can negotiate the time through discussion
id: Waktu permintaan hanyalah saran, kamu bisa bernegosiasi waktu melalui diskusi

# pending_card_set_time
source: Set Time
id: Atur Waktu

# anytime_label
source: Anytime
id: Kapan saja

# create_session_minimum_participant_alert
source: Participants for Group call must more than 0
id: Peserta untuk sesi Group Call harus lebih dari 0

# creator_confirmation_status
source: Waiting confirmation from Creator
id: Menunggu konfirmasi Kreator

# creator_not_set_schedule_status
source: Schedule didn't set
id: Jadwal belum diatur

# creator_scheduled_status
source: Session already scheduled
id: Sesi telah dijadwalkan

# creator_canceled_status
source: Session cancelled by Creator
id: Sesi dibatalkan Kreator

source: Refund Status
id: Status Refund

source: Already Refund
id: Telah Direfund

# inbox_discuss_schedule_title
source: Discussion Session Chat
id: Chat Diskusi Sesi

# inbox_discuss_schedule_desc
source: Conversation about scheduling with the creator.
id: Percakapan atur jadwal bersama creator.

# inbox_completed_session_desc
source: Conversation history of completed sessions.
id: Riwayat percakapan sesi yang telah selesai.

# inbox_review_desc
source: Give ratings for completed sessions.
id: Berikan penilaian untuk sesi yang telah selesai.

# inbox_empty_description
source: Chat inbox is currently empty
id: Belum ada chat yang masuk

# review_empty_description
source: You don't have any reviews yet
id: Kamu belum memiliki review

# discussion_tag_unread
source: Unread
id: Belum dibaca

# discussion_tag_nearest_schedule
source: Nearest Schedule
id: Jadwal Terdekat

# discussion_status_cancel_within
source: Cancel Within **%@**
id: Batal Dalam **%@**

# discussion_status_scheduled_session
source: Scheduled Session
id: Sesi Terjadwalkan

# discussion_search_placeholder
source: Search discussion chat...
id: Cari di chat diskusi jadwal...

# discussion_search_creator_name
source: Search creaor's name
id: Cari nama creator

# discussion_search_audience_name
source: Search audience's name
id: Cari nama audiens

# discussion_search_not_found
source: Search Not Found
id: Pencarian Tidak Ditemukan

# day_text
source: Day
id: Hari

# hour_text
source: Hour
id: Jam

# booked_session_chat
source: Booked Session : %@
id: Sesi Dipesan : %@

source: Yesterday
id: Kemarin

source: Today
id: Hari Ini

# chat_disabled_text
source: This chat is unavailable for this session
id: Chat tidak lagi tersedia untuk sesi ini

# review_filter_highest_star
source: Highest star
id: Bintang tertinggi

# review_filter_lowest_star
source: Lowest star
id: Bintang terendah

source: Discuss with Creator
id: Diskusi dengan Creator

source: Discuss with Audience
id: Diskusi dengan Audience

# general_close_details
source: Close Details
id: Tutup Detail

source: Manage Application Usage Costs
id: Kelola Biaya Penggunaan Aplikasi

# cost_calculated_subtitle
source: The cost is calculated per minute (**Rp 100**/Audience/minute)
id: Biaya dihitung permenit (**Rp %@**/Audience/menit)

# percentage_borne_by_audience
source: The percentage borne by the audience
id: Persentase yang ditanggung audiens

# estimated_app_usage_cost
source: Estimated Application Usage Cost
id: Estimasi biaya penggunaan aplikasi

# audience_count
source: (%lld Audiences)
id: (%lld Audiens)

# total_borne_by_audience
source: The total application cost is borne by the **Audience(%@%%)**
id: Total biaya aplikasi ditanggung **Audiens(%@%%)**

# total_borne_subtitle
source: Each audience will pay **%@** for the application cost
id: Setiap audiens akan membayar **%@** untuk biaya aplikasi

# total_cost_borne
source: The total application cost is borne by the **Creator(%@%%)**
id: Total biaya aplikasi ditanggung **Kreator(%@%%)**

# app_usage_cost_calculation_tooltip
source: Each audience **will be charged Rp100 per minute for the application**, so if the total duration is 45 minutes, the cost will be Rp4.500
id: Setiap Audience **akan dikenakan biaya aplikasi Rp%@ per menit**, sehingga jika total durasi %@ menit, biayanya adalah Rp%@

# app_costs_slider_tooltip
source: You can determine **who will bear the application cost** according to a percentage from 0% to 100%.
id: Kamu dapat menentukan **siapa yang akan menanggung biaya aplikasi** sesuai dengan persentase dari 0%% hingga 100%%.

# schedule_form_set_participant
source: Set the number of participants (Min. 1)
id: Atur jumlah peserta (Min. 1)

# schedule_form_set_price
source: Set price
id: Atur harga

# schedule_form_per_person
source: Per person
id: Per orang

# schedule_form_enter_price_label
source: Enter price here...
id: Masukkan harga disini...

# price_settings_title
source: Cost Settings
id: Pengaturan Biaya

# application_costs_transfer
source: Application Cost Transfer
id: Pengalihan Biaya Aplikasi

# set_app_usage_cost
source: Set App Usage Costs
id: Atur biaya penggunaan aplikasi

# set_app_usage_warning
source: This feature is available if the price has been set.
id: Fitur ini tersedia jika harga sudah diatur

# set_app_usage_rule
source: Application fees are only **charged for paid sessions.**
id: Biaya aplikasi hanya **dikenakan untuk sesi berbayar**

# summary_session_price
source: Price Summary
id: Ringkasan Biaya

# session_price_title
source: Session Price
id: Harga Sesi

source: Audience Quota
id: Kuota Audiens

# app_usage_borne_by_creator
source: Creator-sponsored application fees.
id: Biaya aplikasi yang ditanggung kreator

source: Revenue Estimation
id: Estimasi Pendapatan

# session_settings_title
source: Session Settings
id: Pengaturan Sesi

# title_description_empty_error
source: Title & Description can't be empty, please fill the title & description
id: Judul & Deskripsi tidak boleh kosong, mohon isi judul & deskripsi

# activation_of_archieve_title
source: Enable Video Archive
id: Aktifkan arsip video

# activation_of_archieve_subtitle
source: This session is automatically recorded by the system. You can download or share it for later viewing.
id: Sesi ini otomatis direkam oleh sistem. Kamu dapat mendownload atau dibagikan untuk ditonton ulang

# profile_availability_label
source: Availability
id: Ketersediaan

# profile_set_subscription_title
source: Set subscription service
id: Setel layanan langganan

# profile_set_subscription_desc
source: Subscribed audiences can watch replays of completed sessions
id: Audiens berlangganan dapat menyaksikan tayangan ulang setiap sesi yang telah selesai

# profile_set_cost_title
source: Set subscription cost
id: Atur biaya subscription

# profile_set_cost_desc
source: Subscribed audience members will renew their subscriptions every month
id: Audiens yang berlangganan akan memperbarui langganan setiap bulan

# profile_activate_subscription_title
source: Activate subscription service
id: Aktifkan layanan langganan

# profile_select_subscription_type_title
source: Select audience subscription type
id: Pilih tipe subscription Audiens

# profile_select_subscription_type_placeholder
source: Choose subscription type
id: Pilih tipe langganan

# subscription_paid_monthly
source: Paid Monthly
id: Berbayar Perbulan

# subscription_paid_free
source: Free (modifiable at any time)
id: Gratis (kamu bisa ubah kapan saja)

# month_label
source: Month
id: Bulan

# archive_choose_video
source: Choose Video
id: Pilih Video

# archive_choose_audience
source: Choose Audience
id: Pilih Audiens

# archive_video_title
source: Archive Video
id: Arsip Video

# archive_video_desc
source: You can archive this session's video for downloading or uploading later.
id: Anda dapat mengarsipkan video sesi ini untuk diunduh atau diunggah nanti.

# go_to_archive_label
source: Go to Archive
id: Menuju Arsip

# go_to_upload_label
source: Go to Upload
id: Menuju Unggah

# archive_public_desc
source: All Audiences can view your content
id: Semua Audiens dapat menyaksikan konten anda

# archive_subscriber_desc
source: Only Subscribers can view your content
id: Hanya Subscriber yang dapat menyaksikan konten anda

# public_label
source: Public
id: Publik

# archive_label
source: Archive
id: Arsip

# upload_label
source: Upload
id: Unggah

# title_label
source: Title
id: Judul

# description_label
source: Description
id: Deskripsi

# see_session_recording_label
source: See Session Recordings
id: Lihat Rekaman Sesi

# downloading_label
source: Downloading..
id: Mengunduh..

# empty_recording_desc
source: No recorded sessions available
id: Tidak ada sesi yang direkam

# upload_content_label
source: Upload content
id: Upload konten

# delete_label
source: Delete
id: Hapus
