Repository: gusadi09/dinotis-ios
Catalog: DinotisDesignSystem/Sources/DinotisDesignSystem/Localization/String/*.lproj/Localizable.strings
Languages: id

# title_boarding_first
source: Chat with Awesome Creators!
id: Ngobrol bareng Kreator Hebat!

# description_boarding_first
source: Meet with great creators from various profession? only here is the place
id: Ketemuan dengan kreator hebat dari berbagai bidang? hanya disini tempatnya

# title_boarding_second
source: Anytime and anywhere
id: Kapan saja dan di mana saja

# description_boarding_second
source: Are you satisfied just hearing the sound? If you chat here, you can see each other!
id: Denger suara doang emang puas? Kalau ngobrol di sini bisa sambil tatap-tatapan!

# title_role_type
source: Various interesting sessions for you
id: Berbagai sesi menarik untukmu

# description_role_type
source: Please choose the type of account that suits for you!
id: Silahkan pilih tipe akun yang sesuai untukmu!

# general_success
source: Success
id: Berhasil

# tab_explore
source: Explore
id: Eksplor

# tab_search
source: Search
id: Cari

# label_skip
source: Skip
id: Lewati

# label_continue
source: Next
id: Selanjutnya

# label_previous
source: Previous
id: Sebelumnya

# label_chat
source: Chat
id: Pesan

# title_audience
source: Audience
id: Audiens

# description_audience_login
source: Start chatting with creators
id: Mulai ngobrol dengan kreator

# title_creator
source: Creators
id: Kreators

# description_creator_login
source: Start chatting with Audiences
id: Mulai ngobrol dengan Audiens

# title_login
source: Login Account
id: Masuk Akun

# description_login
source: Please enter your mobile number & your account password that has been registered to enter the application
id: Silahkan masukan nomor handphone & kata sandi akun anda yang telah terdaftar untuk masuk ke aplikasi

# hint_phone
source: Enter your phone number
id: Masukan nomor handphone

# alert_phone_unregister
source: *The phone number you entered has not been registered
id: *Nomor telepon yang anda masukkan belum terdaftar

# alert_phone_wrong
source: *The phone number you entered is invalid
id: *Nomor telepon yang anda masukkan tidak valid

# hint_password
source: Enter Password
id: Masukan Kata Sandi

# alert_password_wrong
source: *The password you entered is incorrect
id: *Kata sandi yang anda masukkan salah

# link_forgot
source: Forgot password?
id: Lupa kata sandi?

# label_login_terms_higlighted
source: Service Terms
id: Persyaratan Layanan

# label_login_terms_first_part
source: When login, you will agree to the Dinotis
id: Ketika masuk, Anda menyetujui

# label_login_terms_second_part
source: & acknowledge that our Privacy Notice applies.
id: Dinotis & mengakui bahwa Pemberitahuan Privasi kami berlaku.

# link_register_here
source: Don't have an account yet?
id: Belum punya akun?

# link_register_here_highlighted
source: Register here
id: Daftar di sini

# label_login
source: Login
id: Masuk

# title_register_audience
source: Register Account
id: Daftar Akun

# description_register
source: Enter a valid phone number to get an OTP code
id: Masukan nomor handphone yang valid untuk mendapatkan kode OTP

# label_register_terms_highlighted
source: Service Terms
id: Persyaratan Layanan

# label_register_terms_first_part
source: When registering, you will agree to the Dinotis
id: Ketika daftar, Anda menyetujui

# label_register_terms_second_part
source: & acknowledge that our Privacy Notice applies.
id: Dinotis & mengakui bahwa Pemberitahuan Privasi kami berlaku.

# link_login_here
source: Already have an account?
id: Sudah punya akun?

# link_login_here_highlighted
source: Login here
id: Masuk di sini

# label_send_otp
source: Send OTP
id: Kirim OTP

# title_register_creator
source: Register Creator
id: Daftar Kreator

# description_register_creator
source: Enter the mobile number and invitation code that was previously received
id: Masukan nomor handphone dan kode undangan yang telah diterima sebelumnya

# hint_invitation_code
source: Enter Invitation Code
id: Masukan Kode Undangan

# alert_invitation_code_invalid
source: *The invitation code you entered is invalid
id: *Kode undangan yang anda masukan tidak valid

# link_request_invitation_code
source: Don't have an invite code yet?
id: Belum memiliki kode undangan?

# label_join_now
source: Join Now
id: Gabung Sekarang

# title_country_picker
source: Select Country
id: Pilih Negara

# hint_country_picker
source: Search Country
id: Cari Negara

# description_otp_send_wa
source: We will send OTP via Whatsapp
id: Kami akan mengirim OTP via Whatsapp

# description_otp_send_sms
source: We will send OTP via SMS
id: Kami akan mengirim OTP via SMS

# hint_send_otp
source: Enter the OTP code that was sent to this number
id: Masukan kode OTP yang dikirim ke nomor

# alert_send_otp_invalid
source: *The OTP code that you entered is invalid
id: *Kode OTP yang kamu masukan tidak valid

# hint_resend_otp
source: OTP code not entered yet?
id: Kode OTP belum masuk?

# link_resend_otp
source: Resend (%lld seconds)
id: Kirim ulang (%lld detik)

# link_resend_otp_active
source: Resend
id: Kirim ulang

# title_form_register
source: Complete Personal Data
id: Lengkapi Data Diri

# label_form_name
source: Name
id: Nama

# hint_form_name
source: Use your real name
id: Gunakan nama aslimu

# alert_form_name_character_invalid
source: *The number of letters does not match
id: *Jumlah huruf tidak sesuai

# alert_form_name_character_minimum
source: *Min 3 characters
id: *Minimal 3 karakter

# label_form_password
source: Password
id: Kata Sandi

# hint_form_password
source: Enter Password…
id: Masukan Kata Sandi…

# label_form_repassword
source: Repeat Password
id: Ulangi Kata Sandi

# hint_form_repassword
source: Repeat Password…
id: Ulangi Kata Sandi…

# alert_form_repassword_not_match
source: *The password that you entered does not match
id: *Kata sandi yang anda masukan tidak cocok

# hint_form_username
source: Enter username
id: Masukan Username

# alert_form_username_taken
source: *Username has been used by another creator
id: *Username telah digunakan oleh kreator lain

# hint_form_bio
source: Enter Bio
id: Masukan Biodata

# label_form_profession
source: Profession
id: Profesi

# hint_form_profession
source: Choose your Profession
id: Pilih Profesimu

# label_save
source: Save
id: Simpan

# title_form_register_dialog_success
source: Personal Data Saved Successfully
id: Data Diri Berhasil Disimpan

# description_form_register_dialog_success
source: Thank you for completing your personal data
id: Terima kasih telah melengkapi data diri kamu

# label_close
source: Close
id: Tutup

# title_forgot_password
source: Forgot password
id: Lupa Kata Sandi

# description_forgot_password
source: Enter a valid phone number, an OTP will be sent to reset your password
id: Masukan nomor handphone yang valid, OTP akan dikirim untuk mengatur ulang kata sandimu

# title_change_password
source: Change Password
id: Ubah Kata Sandi

# description_change_password
source: Enter a new password to change your old password
id: Masukan kata sandi baru untuk merubah kata sandi lama anda

# hint_new_password
source: Enter New Password
id: Masukan Kata Sandi Baru

# hint_new_repassword
source: Repeat New Password
id: Ulangi Kata Sandi Baru

# alert_new_repassword_not_match
source: *The password you entered does not match
id: *Kata sandi yang kamu masukan tidak cocok

# title_change_password_dialog_success
source: Password Changed Successfully
id: Kata Sandi Berhasil Diubah

# description_change_password_dialog_success
source: Congratulations, your password has been successfully updated
id: Selamat kata sandi kamu berhasil diperbarui

# label_your_coin
source: Your Coins
id: Coin Kamu

# label_add_coin
source: Add Coins
id: Tambah Coin

# description_add_coin
source: This coin can only be used to make transactions in the DINOTIS application and cannot be withdrawn for cash
id: Coin ini hanya dapat digunakan untuk melakukan transaksi di dalam aplikasi DINOTIS dan tidak bisa ditarik tunai

# tab_profile
source: Profile
id: Profil

# description_setup_account
source: Account settings
id: Pengaturan Akun

# label_edit_profile
source: Edit Profile
id: Edit Profil

# label_followed_creator
source: Your Preferred Creator
id: Kreator Pilihanmu

# label_change_password
source: Change Password
id: Ganti Kata Sandi

# label_help
source: Help
id: Bantuan

# label_logout
source: Logout
id: Keluar

# title_followed_creator
source: Your Choosen Creator
id: Kreator Pilihanmu

# title_edit_profile
source: Edit Profile
id: Edit Profil

# label_form_phone
source: Phone number
id: Nomor Telepon

# label_change
source: Change
id: Ubah

# label_change_now
source: Change Now
id: Ubah Sekarang

# title_change_old_password
source: Change Password
id: Ubah Kata Sandi

# link_forgot_old_password
source: Forgot Old Password?
id: Lupa Kata Sandi Lama?

# label_form_old_password
source: Old Password
id: Kata Sandi Lama

# hint_form_old_password
source: Enter old password
id: Masukan kata sandi lama

# alert_form_old_password_character_minimum
source: *Min %lld characters
id: *Minimal %lld karakter

# label_form_new_password
source: New password
id: Kata Sandi Baru

# hint_form_new_password
source: Enter new password
id: Masukan kata sandi baru

# alert_form_new_password_character_minimum
source: *Min %lld characters
id: *Minimal %lld karakter

# label_form_new_repassword
source: Repeat New Password
id: Ulangi Kata Sandi Baru

# hint_form_new_repassword
source: Re-enter the new password
id: Ulangi masukan kata sandi baru

# alert_form_new_repassword_character_minimum
source: *Min %lld characters
id: *Minimal %lld karakter

# title_change_phone
source: Change Phone Number
id: Ubah No. Handphone

# description_change_phone
source: Enter your new phone number. An OTP code will be sent to your new phone number
id: Masukan nomor handphone barumu. Kode OTP akan dikirim ke nomor handphone barumu

# title_payment_success
source: Cool, your payment was successful!
id: Asik, Pembayaran kamu berhasil!

# label_invoice
source: Invoices Number
id: No. Invoice

# label_order_name
source: Order Name
id: Nama Pesanan

# label_payment_method
source: Payment Method
id: Metode Pembayaran

# label_payment_total
source: Total Payment
id: Total Pembayaran

# label_done
source: Done
id: Selesai

# title_history_coin
source: Coin History
id: Riwayat Coin

# title_no_history_coin
source: No coin transactions yet
id: Belum ada transaksi coin

# tab_all
source: All
id: Semua

# tab_coin_income
source: Coin In
id: Coin Masuk

# tab_coin_outcome
source: Coin Out
id: Coin Keluar

# return_text
source: Return
id: Kembali

# attention_text
source: Attention
id: Perhatian

# tab_session
source: Session
id: Sesi

# tab_creator
source: Creator
id: Kreator

# notification_title
source: Notification
id: Notifikasi

# notification_general_tab_text
source: General
id: Umum

# notification_transaction_tab_text
source: Transaction
id: Transaksi

# notification_empty_title
source: No Notification Yet...
id: Belum ada notifikasi...

# notification_transaction_empty_title
source: No Transaction Notification Yet...
id: Belum ada notifikasi transaksi...

# notification_empty_description
source: You haven't new notification now...
id: Saat ini kamu belum mendapatkan notifikasi terbaru...

# notification_transaction_empty_description
source: You haven't new transaction notification now...
id: Saat ini kamu belum mendapatkan notifikasi transaksi terbaru...

# notification_read_all
source: Read All
id: Baca Semua

# step_payment_done
source: Payment Completed
id: Pembayaran Selesai

# step_waiting_for_session
source: Waiting for Session
id: Menunggu Sesi Dimulai

# step_session_start
source: Session Started
id: Sesi Dimulai

# step_session_done
source: Session Ended
id: Sesi Telah Selesai

source: Video Call Rules
id: Aturan Video Call

# participant
source: Participants
id: Peserta

# group_session_label_with_emoji
source: 🗣️ Group Session
id: 🗣️ Sesi Group

# private_session_label_with_emoji
source: ⚡ Private Session
id: ⚡ Sesi Privat

# group_session_participant_title
source: Participant in This Group Call Session
id: Peserta Sesi Group Call

# private_session_participant_title
source: Participant in This Private Call Session
id: Peserta Sesi Privat Call

# need_help_question
source: Need help?
id: Butuh bantuan?

# contact_us_label
source: Contact us
id: Hubungi kami

# start_now_label
source: Start Now
id: Mulai Sekarang

# me_label
source: Me
id: Saya

# and_more_participant
source: And %lld other participants
id: Dan %lld peserta lainnya

# not_confirmed_text
source: Unconfirmed
id: Belum Dikonfirmasi

# give_review_label
source: Give a Review
id: Beri Ulasan

# detail_schedule_title
source: Your Schedule Status
id: Status Jadwal Sesi Kamu

# video_call_detail_title
source: Video Call Details
id: Detail Video Call

# booking_ratecard_title
source: Service Bookings
id: Booking Layanan

# booking_ratecard_show_full_text
source: Show more
id: Selengkapnya

# booking_ratecard_hide_full_text
source: Hide
id: Sembunyikan

# booking_rate_card_message_subtitle
source: * Please input the day and time for the Private Call that you wish to schedule.
id: * Masukkan hari & jam Private Call yang kamu harapkan

# minute_in_duration
source: %lld Minutes
id: %lld Menit

# price_label
source: Price
id: Harga

# note_for_creator_placeholder
source: Enter message for creator here...
id: Masukkan pesan untuk kreator di sini...

# note_for_creator_title
source: Leave message for creator!
id: Tinggalkan pesan untuk creator!

# note_for_creator_time_title
source: Time
id: Sarankan jadwal kamu kepada creator :

# note_for_creator_date_title
source: Date
id: Tanggal

# next_label
source: Next
id: Lanjut

# limited_quota_label
source: 🔥 Limited quota
id: 🔥 Kuota terbatas

# cancel_label
source: Cancel
id: Batalkan

# pay_label
source: Pay
id: Bayar

# other_payment_method_title
source: Other payment method
id: Pembayaran dengan metode lain

# other_payment_method_description
source: You can choose other payment method
id: Kamu bisa pilih metode pemabayaran lain

# payment_confirmation_title
source: Payment Confirmation
id: Konfirmasi Pembayaran

# promo_code_title
source: Enter your promo code
id: Masukkan kode promo

# promo_code_label
source: Promo Code
id: Kode Promo

# enter_label
source: Enter
id: Pasang

# payment_label
source: Payment
id: Pembayaran

# fee_application
source: Application Fee
id: Penggunaan Aplikasi

# fee_service
source: Service Fee
id: Biaya Layanan

# payment_promo_not_found
source: Promo code not found
id: Kode promo tidak ditemukan

# discount_label
source: Discount
id: Diskon

# continue_payment_label
source: Continue Payment
id: Lanjutkan Pembayaran

# session_completed
source: Sessions Completed
id: Sesi Selesai

# in_app_purchase_error_trx
source: Can't make transaction.
id: Tidak bisa memuat transaksi.

# creator_reschedule_warning
source: If you need to edit the session schedule, **please make sure you change it %lld minutes before the event** to avoid surprising your audience
id: Jika mengedit jadwal sesi, **pastikan kamu mengubahnya %lld menit sebelum acara ya**, agar audiens kamu ga kaget

# cancel_payment_question
source: Want to cancel the payment?
id: Ingin membatalkan pembayaran?

# cancel_payment_title_question
source: Are you sure want to cancel this payment?
id: Yakin mau membatalkan pembayaran?

# cancel_payment_description
source: By canceling, this order data will be lost.
id: Dengan membatalkan, data pesanan ini akan hilang.

# cancel_payment_confirmation
source: Sure, I want to cancel
id: Ya, Saya ingin membatalkan

# about_call_title
source: About Call
id: Tentang Panggilan

# speaker_title
source: Speakers
id: Pembicara

# logout_title_question
source: You want to logout?
id: Kamu mau keluar?

# logout_description
source: Don't take too long... Dinotis will miss you.
id: Jangan lama-lama ya... Dinotis bakal rindu kamu.

# see_details_label
source: See Details
id: Lihat Detail

# detail_payment_title
source: Payment Details
id: Rincian Pembayaran

# withdraw_error_amount_over
source: The transaction exceeds the maximum limit
id: Transaksi melebihi maksimal

# withdraw_error_less
source: The transaction is less than Rp50.000
id: Transaksi kurang dari Rp50.000

# withdraw_error_over_balance
source: The transaction exceeds the balance
id: Transaksi melebihi saldo

# invoice_item_name
source: Item Name
id: Nama Pesanan

# invoice_failed_payment
source: Oopss, your payment is failed!
id: Waduh, Kamu gagal melakukan pembayaran!

# general_order_again
source: Order Again
id: Pesan Ulang

# detail_payment_cancel_confirmation
source: Yes, I want to cancel
id: Ya, Saya ingin membatalkan

# profile_choosen_creator
source: Your Choosen Creator
id: Kreator Pilihanmu

# choosen_creator_empty
source: You didn't add choosen creator
id: Kamu belum menambahkan kreator pilihan

# profession_management
source: Management
id: Manajemen

# management_name
source: Managed by
id: Dikelola Oleh

# search_placeholder
source: Find some sessions, creators or management here...
id: Cari sesi, kreator, atau management di sini...

# search_recommendation_title
source: Search recommendations
id: Rekomendasi pencarian

# search_related_creator_title
source: Related Creators
id: Kreator Terkait

# search_related_session_title
source: Related Sessions
id: Sesi Terkait

# search_see_all_label
source: See all
id: Lihat semua

# search_general_not_found
source: Oopss... Seems like what you're looking for doesn't exist yet!
id: Wahhh... Sepertinya yang kamu cari belum ada nih!

# search_tell_us_label
source: Tell Us
id: Beritahu Kami

# search_creator_not_found_title
source: The creator you're looking for doesn't exist
id: Kreator yang kamu cari tidak ada

# search_creator_not_found_desc
source: Let's find another creator!
id: Yuk, cari kreator lain!

# search_session_not_found_title
source: There are no sessions that match the search yet
id: Belum ada sesi yang sesuai pencarian

# search_session_not_found_desc
source: Let's find another session!
id: Yuk, cari sesi lain!

# search_text
source: Search
id: Pencarian

# general_search_placeholder
source: Search...
id: Cari di sini...

# talent_detail_session
source: Session
id: Sesi

# talent_detail_follower
source: Follower
id: Pengikut

# talent_detail_rating
source: Rating
id: Penilaian

# talent_detail_follow
source: Follow
id: Ikuti

# talent_detail_following
source: Following
id: Mengikuti

# talent_detail_information
source: Information
id: Informasi

# talent_detail_services
source: Services
id: Layanan

# talent_detail_review
source: Reviews
id: Ulasan

# talent_detail_about_me
source: About Me
id: Tentang Aku

# talent_detail_gallery
source: Gallery
id: Galeri

# talent_detail_empty_review_title
source: Woops, this creator haven't reviews yet
id: Wahhh, ulasan kreator ini masih kosong nih

# talent_detail_empty_review_content
source: Don't forget to give review, for you who was joined this creator session ☺️💜
id: Buat kamu yang pernah ikut sesi kreator ini, jangan lupa kasih ulasan ya ☺️💜

# talent_detail_available_sessions
source: Available Sessions
id: Jadwal Yang Tersedia

# see_text
source: See
id: Lihat

# free_text
source: Free
id: Gratis

# bundling_text
source: Bundling Package
id: Paket Bundling

# session_value_text
source: %lld Session
id: %lld Sesi

source: Bundling Session
id: Sesi Bundling

source: See Bundling
id: Lihat Bundling

# total_session_value
source: Total %lld Session
id: Total %lld Sesi

# booking_text
source: Booking
id: Pesan

source: Request Session
id: Request Sesi

# gallery_empty
source: Doesn't added gallery yet
id: Belum ada galeri yang ditambahkan

# schedule_today_agenda
source: Today's Agenda
id: Agenda Hari Ini

# schedule_tab_waiting
source: Waiting for Payment
id: Menunggu Pembayaran

# schedule_tab_upcoming
source: Upcoming
id: Akan Datang

# schedule_tab_cancel
source: Canceled
id: Dibatalkan

# schedule_empty_today_agenda
source: There are no agendas for today
id: Belum ada agenda hari ini

# schedule_empty_session_title
source: Oopss, your session is still empty
id: Wahhh, sesi kamu masih kosong

# schedule_empty_session_desc
source: Let's find some sessions that you like!
id: Yuk, cari sesi yang kamu suka!

# schedule_search_session_label
source: Find a Session
id: Mulai Cari Sesi

# total_price_label
source: Total Price
id: Total Harga

# payment_failed_text
source: Payment Failed
id: Pembayaran Gagal

# pay_now_label
source: Pay Now
id: Bayar Sekarang

# your_comment_title
source: Your Comment
id: Komentar Kamu

# your_comment_placeholder
source: Write your comments here...
id: Tulis komentar kamu disini...

# send_review_label
source: Send Review
id: Kirim Ulasan

# review_success_title
source: Your Review Has Been Submitted Successfully
id: Ulasan Kamu Berhasil Terkirim

# review_success_message
source: Thanks for submitting a review to the creator
id: Terima kasih telah mengirimkan ulasan kepada kreator

# resend_label
source: Resend
id: Kirim Ulang

# see_agenda_label
source: See Agenda
id: Lihat Agenda

# alert_success_change_profile_title
source: Profile Updated Successfully
id: Profil Berhasil Diubah

# alert_success_change_profile_message
source: Cool, your personal data has been successfully updated
id: Selamat data diri kamu berhasil diperbarui

# alert_failed_change_profile_title
source: Failed to Update Profile
id: Profil Gagal Diubah

# alert_failed_change_profile_message
source: Your personal data failed to update, please try again
id: Data diri kamu gagal diperbarui, mohon coba lagi

# alert_failed_change_password_title
source: Failed to Change Password
id: Kata Sandi Gagal Diubah

# alert_failed_change_password_message
source: An error occurred, your password failed to update
id: Terjadi kesalahan, kata sandi kamu gagal diperbarui

# alert_failed_give_review_title
source: Failed to Send Your Review
id: Ulasan Kamu Gagal Terkirim

# alert_failed_give_review_message
source: Failed to send your review to the creator, please try again
id: Ulasan kamu gagal terkirim kepada kreator, mohon coba lagi

# alert_success_request_session_title
source: Service/Session Requested Successfully
id: Request Layanan/Sesi Berhasil

# alert_success_request_session_message
source: Your service request was successfully sent to the creator
id: Request layanan kamu berhasil dikirim ke kreator

# alert_failed_request_session_title
source: Failed to Request Service/Session
id: Request Layanan/Sesi Gagal

# alert_failed_request_session_message
source: An error occurred while requesting the service/session, please try again to request the service/session
id: Telah terjadi kesalahan ketika request layanan/sesi, mohon coba lagi untuk request layanan/sesi

# alert_success_booking_title
source: Yeay! Session Booked Successfully
id: Yeay! Selamat Sesi Berhasil di Booking

# alert_success_booking_message
source: The session you booked has been added to your agenda
id: Sesi yang kamu booking telah ditambahkan kedalam agenda kamu

# alert_failed_booking_title
source: Oops! Failed to Book The Session
id: Oops! Sesi Gagal di Booking

# alert_failed_booking_message
source: Failed to book the session, please try again
id: Gagal melakukan booking sesi, mohon coba lagi untuk melakukan booking sesi

# alert_success_follow_title
source: Yeay! Successfully Following This Creator
id: Yeay! Berhasil mengikuti kreator ini

# alert_success_follow_message
source: Creators you follow will appear in your list of preferred creators
id: Kreator yang kamu ikuti akan tampil di daftar kreator pilihanmu

# alert_failed_follow_title
source: Failed to Follow This Creator
id: Gagal mengikuti kreator ini

# alert_failed_follow_message
source: An error occurred when following this creator
id: Terjadi kesalahan ketika mengikuti kreator
