Repository: gusadi09/dinotis-ios
Catalog: DinotisDesignSystem/Sources/DinotisDesignSystem/Localization/String/*.lproj/Localizable.strings
Languages: id

# download_label
source: Download
id: Unduh

# uploading_label
source: Uploading...
id: Mengunggah...

# try_again_label
source: Try again
id: Coba lagi

# upload_failed_title
source: Failed to upload
id: Gagal dalam mengunggah

# general_continue_label
source: Continue
id: Lanjutkan

# upload_video_label
source: Upload video
id: Unggah video

# comment_label
source: Comment
id: Komentar

# detail_video_upcoming_session_desc
source: Upcoming sessions you can join
id: Sesi terdekat yang bisa kamu ikuti

# minus_total_revenue_warning
source: **Your income is negative** due to the session price being too low. **It's recommended to increase your session price**.
id: **Pendapatan kamu minus** karena harga sesi yang terlalu rendah. **Disarankan untuk menaikkan harga sesi kamu**.

# delete_video_alert_title
source: Delete this video?
id: Ingin menghapus video ini?

# delete_video_alert_content
source: Videos that have been deleted cannot be restored
id: Video yang telah dihapus tidak dapat dikembalikan lagi

# subscirbe_card_title
source: Get exclusive access! Subscribe now
id: Subscribe sekarang untuk dapatkan akses eksklusif!

# subscirbe_card_desc
source: Become a Subscriber to enjoy all video content and replays from your favorite Creators, whenever you want!
id: Dengan menjadi Subscriber, kamu bisa menikmati semua konten video dan tayangan ulang dari Kreator favoritmu, kapanpun kamu mau!

# subscirbe_cancel_desc
source: Cancel anytime, wherever you want
id: Batal kapan saja, di mana saja

# adaptive_subscribtion_label
source: Adaptive Subscription
id: Langganan Adaptif

# subscribe_now_label
source: Subscribe now
id: Subscribe sekarang

# for_one_month_label
source: For 1 Month
id: Untuk 1 Bulan

# subscribe_alert_title
source: Let's subscribe first
id: Subscribe dulu yuk

# subscribe_alert_desc
source: To access this video, you need to subscribe first, okay?
id: Untuk mengakses video ini, kamu harus subscribe terlebih dahulu ya..

# request_private_desc
source: With 'Request Private,' enjoy an exclusive private call with your favorite creator.
id: Dengan 'Request Private,' nikmati panggilan pribadi eksklusif bersama kreator favorit Anda.

# public_session_label
source: Public Sessions
id: Sesi Publik

# exclusive_video_label
source: Exclusive Video
id: Video Eksklusif

# schedule_filter_label
source: Schedule Filter
id: Filter Jadwal

# session_empty_title
source: There are no video call sessions yet
id: Belum ada sesi video call nih

# session_empty_desc
source: You can ask %@ to create a session by clicking
id: Kamu bisa minta %@ untuk membuat sesi dengan klik

# empty_upload_desc
source: No content has been uploaded yet
id: Belum ada konten yang di upload

# session_type_label
source: Session Type
id: Jenis Sesi

# message_label
source: Message
id: Pesan

# send_request_label
source: Send Request
id: Kirim Request

# detail_video_comment_placeholder
source: Write your comment here...
id: Tulis komentarmu disini...
